acpi_call
alsa-utils
android-tools
android-udev
arandr
atool
autoconf
automake
awesome
base
binutils
bison
bleachbit
code
cups
dhcpcd
dmenu
docker
docker-compose
efibootmgr
exfat-utils
fakeroot
file
findutils
firefox
flex
gawk
gcc
gettext
git
grep
groff
grub
gzip
htop
intel-ucode
libtool
linux-firmware
linux-lts
m4
make
mpv
ncdu
neovim
network-manager-applet
networkmanager
nm-connection-editor
noto-fonts
ntfs-3g
openssh
pacman
pacman-contrib
patch
pavucontrol
php
pkgconf
pulseaudio
pulseaudio-alsa
ranger
s-tui
scrot
sed
slock
sudo
sxiv
system-config-printer
texinfo
thunderbird
tlp
tp_smapi
transmission-gtk
unzip
which
xf86-video-intel
xorg-bdftopcf
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xwallpaper
zathura
zathura-pdf-mupdf
zsh
