alsa-utils
arandr
atool
autoconf
automake
awesome
base
bash-completion
binutils
bison
bleachbit
blueberry
bluez
bluez-utils
cmus
code
dhcpcd
dialog
dmenu
docker
docker-compose
fakeroot
file
findutils
firefox
flex
gawk
gcc
gettext
gimp
git
grep
groff
grub
gzip
htop
intel-ucode
libtool
linux
linux-firmware
m4
make
mpv
ncdu
neofetch
neovim
network-manager-applet
networkmanager
nm-connection-editor
ntfs-3g
openssh
p7zip
pacman
pacman-contrib
patch
pavucontrol
php
pkgconf
pulseaudio
pulseaudio-alsa
ranger
scrot
sed
slock
sudo
sxiv
terminus-font
terminus-font-otb
texinfo
tlp
transmission-gtk
trash-cli
ttf-liberation
unclutter
unrar
unzip
which
wit
xclip
xf86-video-intel
xorg-server
xorg-xbacklight
xorg-xinit
xorg-xrandr
xwallpaper
youtube-dl
zathura
zathura-pdf-mupdf
zip
