acpi_call
acpid
alsa-utils
amd-ucode
arandr
atool
autoconf
automake
autorandr
awesome
base
binutils
bison
bleachbit
bluez
bluez-utils
brightnessctl
cmus
cups
dmenu
docker
docker-compose
dosfstools
ethtool
exfat-utils
fakeroot
file
findutils
firefox
flex
gawk
gcc
gettext
gimp
git
grep
groff
gzip
htop
imagemagick
iw
libnotify
libtool
libva-mesa-driver
linux
linux-firmware
m4
make
man-db
mesa-vdpau
mpv
ncdu
neofetch
neovim
noto-fonts
noto-fonts-emoji
ntfs-3g
p7zip
pacman
pacman-contrib
patch
pavucontrol
php
picom
pkgconf
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
ranger
s-tui
scrot
sed
slock
smbclient
sudo
sxiv
system-config-printer
texinfo
thunderbird
tlp
transmission-gtk
unclutter
unrar
unzip
vulkan-radeon
which
wpa_supplicant
xclip
xf86-video-amdgpu
xorg-server
xorg-xhost
xorg-xinit
xorg-xrandr
xwallpaper
youtube-dl
zathura
zathura-pdf-mupdf
zip
zsh
